<div class="about">
    <legend> <h2>About-Us</h2> <hr></legend>
   
    <p>

        SNLive.com बिहार में सबसे तेजी से बढ़ती हुई हिंदी समाचार वेबसाइट है। यह हिंदी समाचारपत्र SNLive की वेबसाइट है, जो हिंदी न्यूज साइटों में सबसे अधिक विश्वसनीय, प्रामाणिक और निष्पक्ष समाचार अपने समर्पित पाठक वर्ग तक पहुंचाती है। यह अन्य भाषाई साइटों की तुलना में अधिक विविधतापूर्ण मल्टीमीडिया कंटेंट उपलब्ध कराती है। इसकी प्रतिबद्ध ऑनलाइन संपादकीय टीम हररोज विशेष और विस्तृत कंटेंट देती है। साथ ही यहां,दुनिया भर में रहने वाले हिन्दी भाषी लोगों को SNLive  के व्यापक नेटवर्क की हजारों खबरें भी उपलब्ध होती हैं। हमारी यह साइट 24 घंटे अपडेट होती है, जिससे हर बड़ी घटना तत्काल पाठकों तक पहुंच सके।
        <br><br>
        समाचारों के अलावा SNLive.com अपने ब्रांड के 'पाठकों की तरक्की' के वायदे को और बड़ा आकार देती है। हम हर वर्ग के पाठकों को प्रतिदिन शिक्षा,स्वास्थ्य,रोजगार,धर्म-आध्यात्म,विज्ञान-तकनीकी,राजनीति साहित्य ,व्यवसाय व खेल समेत जीवन की हर अन्य महत्वपूर्ण आवश्यकताओं को पूरा करने के लिए रुचिकर और विस्तृत सामग्री उपलब्ध कराते हैं।साथ ही उन्हें दूर दुनिया घटनाओं से लेकर उसके अपने शहर तक की हर हलचल पर विशेषज्ञों के विचार- विश्लेषण भी यहां उपलब्ध हैं। और,यह सब कुछ पाठकों के अनुरूप हो, इसके लिए उनकी राय-सुझाव का हम हरदम खास ख्याल रखते हैं। यही बात हमें अन्य हिंदी साइटों से अलग बनाती है, और बेहतर करती है।
    </p>
    
</div>
<footer>
<?php include('./includes/footer.php') ?>
</footer>

<style>
    .about{
       
        width: 60%;
        margin: auto;
        text-align: justify;
    }
    .about legend{
        color: red;
    }
</style>